[
    {
       
        "heading": "Creative Ideas",
        "description": "Creating a Wow! factor is an essential part of making a memorable event. A good event company will have a strong creative team providing ideas for your event and will work with you to achieve an unforgettable end result."
        
    },
    {
        
        "heading": "Save Time and Money",
        "description": "Hiring a company to manage your event can seem expensive but good event management companies will have a range of event equipment as well as regular contact with trusted suppliers, performers, venues and technicians. As a result they can get better deals on anything you may need, and probably get it more quickly."
       
    },
    {
        
        "heading": "Access to Technology",
        "description": "Working with an event company gives you access to their arsenal of technology such as high quality sound systems, integrated  lighting options and wide screen displays."
       
    },
    {
        
        "heading": "Professional Event Delivery",
        "description": "An event management company can take care of all the organisation and tasks to deliver a successful event, allowing you to focus on the day and your guests. The true quality of the service will show if there is a problem. A good event management company will have contingencies in case plan A or B doesn’t work."
    },
    {
        
        "heading": "Manage Risk",
        "description": "A good management company will have a solid health and safety management plan, will secure any necessary permits or licensing and have experienced staff on-site who will know what to do if an incident occurs."
       
    },
    {
        
        "heading": "Manage Your Budget",
        "description": "Your budget will be managed by an experienced event planner who will understand the costs involved and be able to provide estimates on any extras or changes in the event format or scope. For information on what EMG can do for your event get in touch with us"
       
    }
  
]